IDEA StatiCa Open Model
ReinforcedBar Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The ReinforcedBar type exposes the following members.
Properties
Name | Description
Diameter
 Diameter
Material
 Material
Point
 Position of bar
Top
See Also
Reference
ReinforcedBar Class
IdeaRS.OpenModel.CrossSection Namespace